Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Each is compared against YOUR baseline (built up over the first 14-30 days). The vitals sub-score is the average of whichever signals are present — they carry equal weight. Missing signals don't penalize the score.
ar: يُقارن كلٌّ منها بخط الأساس لديك (الذي يُبنى خلال أول 14-30 يومًا). النتيجة الفرعية للعلامات الحيوية هي متوسط الإشارات المتوفرة — ولها أوزان متساوية. الإشارات المفقودة لا تخفض النتيجة.
da: Hver værdi sammenlignes med DIN baseline (opbygget over de første 14-30 dage). Delscoren for vitale tegn er gennemsnittet af de signaler, der er til stede — de vægtes lige. Manglende signaler trækker ikke scoren ned.
de: Jedes Signal wird mit DEINER Baseline verglichen (aufgebaut in den ersten 14–30 Tagen). Der Vitalwert-Teilwert ist der Durchschnitt der jeweils vorhandenen Signale — alle haben das gleiche Gewicht. Fehlende Signale senken den Wert nicht.
es: Cada una se compara con TU línea base (construida durante los primeros 14-30 días). La subpuntuación de constantes vitales es la media de las señales disponibles, todas con el mismo peso. Las señales que faltan no penalizan la puntuación.
fi: Jokaista verrataan SINUN perustasoosi (muodostuu ensimmäisten 14–30 päivän aikana). Vitaaliarvojen osapisteet ovat saatavilla olevien signaalien keskiarvo — niillä on yhtä suuri paino. Puuttuvat signaalit eivät laske pisteitä.
fr: Chacun est comparé à VOTRE référence (construite pendant les 14 à 30 premiers jours). Le sous-score des signes vitaux est la moyenne des signaux présents — ils ont tous le même poids. Les signaux manquants ne pénalisent pas le score.
is: Hvert þeirra er borið saman við ÞITT grunngildi (sem byggist upp fyrstu 14-30 dagana). Undirstig lífsmarka er meðaltal þeirra merkja sem eru til staðar — þau hafa jafnt vægi. Merki sem vantar lækka ekki stigin.
it: Ognuno viene confrontato con la TUA linea di base (costruita nei primi 14-30 giorni). Il sotto-punteggio dei parametri vitali è la media dei segnali presenti, con lo stesso peso. I segnali mancanti non penalizzano il punteggio.
ja: それぞれをあなた自身のベースライン（最初の 14～30 日で構築）と比較します。バイタルのサブスコアは、存在するシグナルの平均で、各シグナルの重みは同じです。欠けているシグナルがあってもスコアは下がりません。
ko: 각 신호는 본인의 기준선(처음 14-30일에 걸쳐 형성)과 비교됩니다. 활력 징후 하위 점수는 존재하는 신호들의 평균이며 모두 같은 가중치를 갖습니다. 없는 신호는 점수에 불이익을 주지 않습니다.
nb: Hvert signal sammenlignes med DIN grunnlinje (bygget opp i løpet av de første 14-30 dagene). Delscoren for vitale tegn er gjennomsnittet av de signalene som finnes — de vektes likt. Manglende signaler trekker ikke ned scoren.
nl: Elk signaal wordt vergeleken met JOUW basislijn (opgebouwd in de eerste 14-30 dagen). De deelscore voor vitale waarden is het gemiddelde van de signalen die aanwezig zijn — ze wegen even zwaar. Ontbrekende signalen verlagen de score niet.
pt_br: Cada um é comparado com a SUA linha de base (construída nos primeiros 14 a 30 dias). A subpontuação de sinais vitais é a média dos sinais disponíveis — todos têm o mesmo peso. Sinais ausentes não penalizam a pontuação.
ru: Каждый сравнивается с ВАШИМ базовым уровнем (формируется за первые 14–30 дней). Подоценка жизненных показателей — среднее по тем сигналам, которые есть; у них равный вес. Отсутствующие сигналы не снижают оценку.
sv: Var och en jämförs med DIN baslinje (som byggs upp under de första 14–30 dagarna). Delpoängen för vitala tecken är medelvärdet av de signaler som finns — de väger lika. Saknade signaler sänker inte poängen.
zh_hans: 每项都会与你自己的基线比较（在最初 14-30 天内建立）。生命体征分项是所有可用信号的平均值 — 它们权重相同。缺失的信号不会拉低评分。

source: Each theme has optimized light and dark mode variants with proper contrast ratios. Your choice syncs to iCloud so it follows you across devices.
ar: لكل سمة نسختان محسّنتان للوضعين الفاتح والداكن بنسب تباين مناسبة. يُزامَن اختيارك مع iCloud ليتبعك عبر أجهزتك.
da: Hvert tema har optimerede lyse og mørke varianter med korrekte kontrastforhold. Dit valg synkroniseres til iCloud, så det følger dig på tværs af enheder.
de: Jedes Thema hat optimierte Varianten für den hellen und dunklen Modus mit passenden Kontrastverhältnissen. Deine Auswahl wird mit iCloud synchronisiert und folgt dir auf alle Geräte.
es: Cada tema tiene variantes optimizadas para modo claro y oscuro con relaciones de contraste adecuadas. Tu elección se sincroniza con iCloud para que te acompañe en todos tus dispositivos.
fi: Jokaisella teemalla on optimoidut vaalean ja tumman tilan versiot asianmukaisin kontrastisuhtein. Valintasi synkronoidaan iCloudiin, joten se seuraa sinua laitteelta toiselle.
fr: Chaque thème dispose de variantes claire et sombre optimisées avec des rapports de contraste adaptés. Votre choix se synchronise avec iCloud pour vous suivre sur vos appareils.
is: Hvert þema hefur fínstillt ljóst og dökkt afbrigði með réttu birtuskilahlutfalli. Valið þitt samstillist við iCloud svo það fylgir þér milli tækja.
it: Ogni tema ha varianti ottimizzate per la modalità chiara e scura con rapporti di contrasto adeguati. La tua scelta si sincronizza su iCloud, così ti segue su tutti i dispositivi.
ja: 各テーマには、適切なコントラスト比を持つライトモードとダークモードがあります。選択は iCloud に同期され、どのデバイスでも同じになります。
ko: 각 테마에는 적절한 대비율을 갖춘 라이트 및 다크 모드 버전이 최적화되어 있습니다. 선택한 테마는 iCloud에 동기화되어 다른 기기에서도 그대로 적용됩니다.
nb: Hvert tema har optimaliserte varianter for lys og mørk modus med god kontrast. Valget ditt synkroniseres til iCloud, så det følger deg på tvers av enheter.
nl: Elk thema heeft geoptimaliseerde lichte en donkere varianten met goede contrastverhoudingen. Je keuze synchroniseert met iCloud, zodat die je op al je apparaten volgt.
pt_br: Cada tema tem variantes otimizadas para o modo claro e escuro, com taxas de contraste adequadas. Sua escolha é sincronizada com o iCloud e acompanha você entre dispositivos.
ru: У каждой темы есть оптимизированные светлый и тёмный варианты с правильной контрастностью. Ваш выбор синхронизируется с iCloud и переносится на все ваши устройства.
sv: Varje tema har optimerade varianter för ljust och mörkt läge med god kontrast. Ditt val synkas till iCloud så att det följer med mellan enheter.
zh_hans: 每个主题都有经过优化的浅色和深色模式版本，并具有合适的对比度。你的选择会同步到 iCloud，在你的各台设备上保持一致。

source: Earlier versions of the app folded training load (specifically the acute:chronic workload ratio, ACWR) into the score. Two systematic reviews (Impellizzeri 2020, 2021) showed ACWR is too noisy to predict day-to-day recovery state — it's a planning lens, not a recovery lens. So training load now lives on its own page (Load & Trajectory) for planning, and the recovery score answers strictly "how recovered is your physiology right now?"
ar: كانت الإصدارات السابقة من التطبيق تُدخل حمل التدريب (وتحديدًا نسبة عبء العمل الحاد إلى المزمن، ACWR) في النتيجة. أظهرت مراجعتان منهجيتان (Impellizzeri 2020، 2021) أن ACWR مشوَّش أكثر من أن يتنبأ بحالة التعافي اليومية — فهو أداة تخطيط، لا أداة تعافٍ. لذا أصبح لحمل التدريب صفحته الخاصة (الحمل والمسار) للتخطيط، وتجيب درجة التعافي حصرًا عن «ما مدى تعافي جسمك الآن؟»
da: Tidligere versioner af appen indregnede træningsbelastning (specifikt acute:chronic workload ratio, ACWR) i scoren. To systematiske oversigter (Impellizzeri 2020, 2021) viste, at ACWR er for støjfyldt til at forudsige restitutionstilstanden fra dag til dag — det er et planlægningsværktøj, ikke et restitutionsværktøj. Derfor har træningsbelastning nu sin egen side (Belastning og udvikling) til planlægning, og restitutionsscoren besvarer strengt »hvor restitueret er din fysiologi lige nu?«
de: Frühere Versionen der App bezogen die Trainingslast (genauer das Verhältnis von akuter zu chronischer Belastung, ACWR) in den Wert ein. Zwei systematische Übersichtsarbeiten (Impellizzeri 2020, 2021) zeigten, dass ACWR zu ungenau ist, um den täglichen Erholungszustand vorherzusagen — es ist ein Planungswerkzeug, kein Erholungsmaß. Deshalb hat die Trainingslast jetzt eine eigene Seite (Belastung & Verlauf) für die Planung, und der Erholungswert beantwortet ausschließlich die Frage „Wie erholt ist deine Physiologie gerade?“
es: Las versiones anteriores de la app incluían la carga de entrenamiento (en concreto, la relación de carga aguda:crónica, ACWR) en la puntuación. Dos revisiones sistemáticas (Impellizzeri 2020, 2021) mostraron que el ACWR tiene demasiado ruido para predecir el estado de recuperación día a día: es una herramienta de planificación, no de recuperación. Por eso la carga de entrenamiento tiene ahora su propia página (Carga y trayectoria) para planificar, y la puntuación de recuperación responde estrictamente a «¿cuánto se ha recuperado tu fisiología ahora mismo?»
fi: Sovelluksen aiemmat versiot sisällyttivät harjoituskuormituksen (erityisesti akuutin ja kroonisen kuormituksen suhteen, ACWR) pisteisiin. Kaksi systemaattista katsausta (Impellizzeri 2020, 2021) osoitti, että ACWR on liian kohinainen ennustamaan päivittäistä palautumistilaa — se on suunnittelun eikä palautumisen työkalu. Siksi harjoituskuormitus on nyt omalla sivullaan (Kuormitus ja kehityssuunta) suunnittelua varten, ja palautumispistemäärä vastaa tiukasti kysymykseen "kuinka palautunut fysiologiasi on juuri nyt?"
fr: Les versions précédentes de l’app intégraient la charge d’entraînement (plus précisément le ratio de charge aiguë/chronique, ACWR) dans le score. Deux revues systématiques (Impellizzeri 2020, 2021) ont montré que l’ACWR est trop bruité pour prédire l’état de récupération au jour le jour — c’est un outil de planification, pas de récupération. La charge d’entraînement a donc désormais sa propre page (Charge et trajectoire) pour la planification, et le score de récupération répond strictement à la question « à quel point votre physiologie est-elle récupérée en ce moment ? »
is: Eldri útgáfur appsins tóku æfingaálag (nánar tiltekið hlutfall skammtíma- og langtímaálags, ACWR) inn í stigin. Tvær kerfisbundnar yfirlitsgreinar (Impellizzeri 2020, 2021) sýndu að ACWR er of óstöðugt til að spá fyrir um batastöðu frá degi til dags — það er linsa til skipulagningar, ekki mælikvarði á bata. Því er æfingaálag nú á eigin síðu (Álag og þróun) til skipulagningar og batastigið svarar eingöngu „hversu vel hefur líkaminn jafnað sig núna?“
it: Le versioni precedenti dell'app includevano nel punteggio il carico di allenamento (nello specifico il rapporto carico acuto:cronico, ACWR). Due revisioni sistematiche (Impellizzeri 2020, 2021) hanno mostrato che l'ACWR è troppo rumoroso per prevedere lo stato di recupero giorno per giorno: è uno strumento di pianificazione, non di recupero. Per questo il carico di allenamento ora ha una pagina a sé (Carico e andamento) per la pianificazione, e il punteggio di recupero risponde solo a "quanto è recuperata la tua fisiologia in questo momento?"
ja: 以前のバージョンでは、トレーニング負荷（具体的には急性：慢性負荷比、ACWR）をスコアに組み込んでいました。2 つのシステマティックレビュー（Impellizzeri 2020、2021）により、ACWR は日々の回復状態を予測するにはノイズが大きすぎることが示されました — これは計画のための視点であり、回復のための視点ではありません。そのため、トレーニング負荷は計画用に専用のページ（負荷と推移）に移し、回復スコアは「今、体はどれだけ回復しているか？」という問いだけに答えるようにしました。
ko: 이전 버전의 앱은 훈련 부하(특히 급성:만성 훈련 부하 비율, ACWR)를 점수에 포함했습니다. 두 건의 체계적 문헌고찰(Impellizzeri 2020, 2021)에서 ACWR은 일일 회복 상태를 예측하기에는 너무 노이즈가 많다는 것이 밝혀졌습니다 — 회복을 보는 렌즈가 아니라 계획을 위한 렌즈입니다. 그래서 훈련 부하는 이제 계획용 별도 페이지(부하 및 추이)에 있고, 회복 점수는 오로지 "지금 내 생리 상태는 얼마나 회복되었는가?"에만 답합니다.
nb: Tidligere versjoner av appen tok med treningsbelastning (nærmere bestemt akutt:kronisk belastningsforhold, ACWR) i scoren. To systematiske oversikter (Impellizzeri 2020, 2021) viste at ACWR er for støyete til å forutsi restitusjonstilstanden fra dag til dag — det er et planleggingsverktøy, ikke et restitusjonsverktøy. Derfor har treningsbelastning nå sin egen side (Belastning og utvikling) for planlegging, og restitusjonsscoren svarer bare på «hvor restituert er fysiologien din akkurat nå?»
nl: Eerdere versies van de app namen trainingsbelasting (specifiek de acute:chronische belastingsratio, ACWR) mee in de score. Twee systematische reviews (Impellizzeri 2020, 2021) lieten zien dat ACWR te veel ruis bevat om de dagelijkse hersteltoestand te voorspellen — het is een planningslens, geen herstellens. Daarom staat trainingsbelasting nu op een eigen pagina (Belasting en verloop) voor planning, en beantwoordt de herstelscore strikt ‘hoe hersteld is je fysiologie op dit moment?’
pt_br: Versões anteriores do app incluíam a carga de treino (especificamente a razão agudo:crônico, ACWR) na pontuação. Duas revisões sistemáticas (Impellizzeri 2020, 2021) mostraram que o ACWR é ruidoso demais para prever o estado de recuperação dia a dia — é uma ferramenta de planejamento, não de recuperação. Por isso, a carga de treino agora tem sua própria página (Carga e trajetória) para planejamento, e a pontuação de recuperação responde estritamente "quão recuperada está sua fisiologia agora?"
ru: Ранние версии приложения включали в оценку тренировочную нагрузку (а именно соотношение острой и хронической нагрузки, ACWR). Два систематических обзора (Impellizzeri 2020, 2021) показали, что ACWR слишком зашумлён, чтобы предсказывать состояние восстановления изо дня в день, — это инструмент планирования, а не восстановления. Поэтому тренировочная нагрузка теперь находится на отдельной странице («Нагрузка и динамика») для планирования, а оценка восстановления отвечает строго на вопрос «насколько восстановлен ваш организм прямо сейчас?»
sv: Tidigare versioner av appen räknade in träningsbelastning (specifikt kvoten mellan akut och kronisk belastning, ACWR) i poängen. Två systematiska översikter (Impellizzeri 2020, 2021) visade att ACWR är för brusigt för att förutsäga återhämtningen från dag till dag — det är ett planeringsverktyg, inte ett återhämtningsmått. Därför har träningsbelastningen nu en egen sida (Belastning och utveckling) för planering, och återhämtningspoängen svarar strikt på "hur återhämtad är din fysiologi just nu?"
zh_hans: 早期版本的应用会把训练负荷（具体是急性:慢性负荷比，ACWR）纳入评分。两篇系统综述（Impellizzeri 2020、2021）表明，ACWR 噪声太大，无法预测每天的恢复状态 — 它是规划工具，而不是恢复指标。因此，训练负荷现在有单独的页面（负荷与趋势）用于规划，而恢复评分只回答“你的身体现在恢复得怎么样？”

source: Ectopic beats — Heart beat too different from neighbors (>20% deviation from local median)
ar: نبضات هاجرة — نبضة مختلفة جدًا عن جاراتها (انحراف >20% عن الوسيط المحلي)
da: Ektopiske slag — Hjerteslag, der afviger for meget fra naboerne (>20 % afvigelse fra den lokale median)
de: Ektopische Schläge — Herzschlag weicht zu stark von den benachbarten ab (>20 % Abweichung vom lokalen Median)
es: Latidos ectópicos: latido demasiado distinto de sus vecinos (>20 % de desviación respecto a la mediana local)
fi: Ektooppiset lyönnit — Sydämenlyönti poikkeaa liikaa naapureistaan (yli 20 % poikkeama paikallisesta mediaanista)
fr: Battements ectopiques — Battement trop différent de ses voisins (écart >20 % par rapport à la médiane locale)
is: Utanslög — Hjartaslag of ólíkt nágrönnum sínum (>20% frávik frá staðbundnu miðgildi)
it: Battiti ectopici — Battito troppo diverso dai vicini (>20% di scostamento dalla mediana locale)
ja: 異所性拍動 — 前後の拍と大きく異なる拍（局所中央値から 20% 超の偏差）
ko: 이소성 박동 — 주변 박동과 지나치게 다른 박동(국소 중앙값 대비 20% 초과 편차)
nb: Ektopiske slag — hjerteslag som avviker for mye fra naboene (>20 % avvik fra lokal median)
nl: Ectopische slagen — Hartslag wijkt te veel af van de buren (>20% afwijking van de lokale mediaan)
pt_br: Batimentos ectópicos — Batimento muito diferente dos vizinhos (>20% de desvio em relação à mediana local)
ru: Эктопические удары — удар сильно отличается от соседних (>20% отклонения от локальной медианы)
sv: Ektopiska slag — Hjärtslag som skiljer sig för mycket från grannarna (>20 % avvikelse från lokal median)
zh_hans: 异位心跳 — 心跳与相邻心跳差异过大（与局部中位数偏差 >20%）

source: Edit tags later by swiping right on a session in History
ar: عدّل العلامات لاحقًا بالسحب لليسار على جلسة في السجل
da: Redigér tags senere ved at stryge til højre på en session i Historik
de: Bearbeite Tags später, indem du im Verlauf auf einer Sitzung nach rechts wischst
es: Edita las etiquetas más tarde deslizando a la derecha sobre una sesión en Historial
fi: Muokkaa tunnisteita myöhemmin pyyhkäisemällä istuntoa oikealle Historiassa
fr: Modifiez les tags plus tard en balayant une session vers la droite dans Historique
is: Breyttu merkjum síðar með því að strjúka til hægri á lotu í Sögu
it: Modifica i tag in seguito scorrendo verso destra su una sessione in Cronologia
ja: あとからタグを編集するには、履歴でセッションを右にスワイプします
ko: 나중에 기록 목록에서 세션을 오른쪽으로 밀어 태그를 편집하세요
nb: Rediger tagger senere ved å sveipe til høyre på en økt i Historikk
nl: Bewerk tags later door in Geschiedenis naar rechts te vegen op een sessie
pt_br: Edite as tags depois deslizando para a direita sobre uma sessão no Histórico
ru: Теги можно изменить позже, смахнув сессию вправо в «Истории»
sv: Redigera taggar i efterhand genom att svepa åt höger på en session i Historik
zh_hans: 之后可以在“历史”中向右轻扫某条记录来编辑标签

source: Efficiency (20%)
ar: الكفاءة (20%)
da: Effektivitet (20 %)
de: Effizienz (20 %)
es: Eficiencia (20 %)
fi: Tehokkuus (20 %)
fr: Efficacité (20 %)
is: Nýtni (20%)
it: Efficienza (20%)
ja: 睡眠効率（20%）
ko: 효율 (20%)
nb: Effektivitet (20 %)
nl: Efficiëntie (20%)
pt_br: Eficiência (20%)
ru: Эффективность (20%)
sv: Effektivitet (20 %)
zh_hans: 效率（20%）

source: Elevation gain is one of the hardest metrics in a fitness app to get right. GPS altitude has ±5–10 m of noise per fix; sum it naively over a 60-min walk and you get 2× the real climb. Emuqu implements the sports-biomechanics sensor-fusion approach instead.
ar: الارتفاع المكتسب من أصعب المقاييس ضبطًا في تطبيقات اللياقة. ارتفاع GPS فيه ضوضاء ±5–10 م لكل تحديد موقع؛ اجمعه بسذاجة على مشي 60 دقيقة فتحصل على ضعف الصعود الحقيقي. لذلك يطبّق Emuqu بدلًا من ذلك نهج دمج المستشعرات المستخدم في الميكانيكا الحيوية الرياضية.
da: Højdemeter er en af de sværeste målinger at få rigtig i en fitnessapp. GPS-højde har ±5–10 m støj pr. fix; lægger du det naivt sammen over en gåtur på 60 minutter, får du 2× den reelle stigning. Emuqu bruger i stedet sensorfusionsmetoden fra sportsbiomekanikken.
de: Der Höhengewinn gehört zu den am schwierigsten korrekt zu erfassenden Metriken einer Fitness-App. Die GPS-Höhe hat pro Ortung ±5–10 m Rauschen; summiert man sie naiv über einen 60-minütigen Spaziergang, erhält man den doppelten tatsächlichen Anstieg. Emuqu nutzt stattdessen den Sensorfusions-Ansatz aus der Sportbiomechanik.
es: El desnivel positivo es una de las métricas más difíciles de calcular bien en una app de forma física. La altitud GPS tiene ±5–10 m de ruido por posición; súmala sin más durante una caminata de 60 minutos y obtendrás el doble de la subida real. Emuqu aplica en su lugar el enfoque de fusión de sensores de la biomecánica deportiva.
fi: Nousumetrit ovat yksi vaikeimmista mittareista saada oikein kuntoilusovelluksessa. GPS-korkeudessa on ±5–10 m kohinaa jokaisessa sijainnissa; summaa se naiivisti 60 minuutin kävelyltä, niin saat kaksinkertaisen todellisen nousun. Emuqu käyttää sen sijaan urheilubiomekaniikan sensorifuusiomenetelmää.
fr: Le dénivelé positif est l’une des métriques les plus difficiles à obtenir correctement dans une app de fitness. L’altitude GPS a un bruit de ±5–10 m par position ; additionnez-la naïvement sur une marche de 60 min et vous obtenez le double de la montée réelle. Emuqu applique plutôt l’approche de fusion de capteurs issue de la biomécanique sportive.
is: Hækkun er ein erfiðasta mælingin að ná réttri í líkamsræktarappi. GPS-hæð hefur ±5–10 m suð í hverri staðsetningu; leggðu hana einfaldlega saman yfir 60 mínútna göngu og þú færð tvöfalda raunverulega hækkun. Emuqu notar í staðinn samrunaaðferð skynjaragagna úr íþróttalífaflfræði.
it: Il dislivello positivo è una delle metriche più difficili da calcolare bene in un'app di fitness. L'altitudine GPS ha ±5–10 m di rumore per rilevamento; sommandola in modo ingenuo su una camminata di 60 minuti si ottiene il doppio della salita reale. Emuqu usa invece l'approccio di fusione dei sensori della biomeccanica sportiva.
ja: 獲得標高は、フィットネスアプリで正確に求めるのが最も難しい指標の一つです。GPS の高度には測位ごとに ±5～10 m のノイズがあり、60 分のウォーキングで単純に合計すると、実際の登りの 2 倍になってしまいます。Emuqu はその代わりに、スポーツバイオメカニクスのセンサーフュージョン手法を採用しています。
ko: 상승 고도는 피트니스 앱에서 정확히 구하기 가장 어려운 지표 중 하나입니다. GPS 고도는 측위마다 ±5–10m의 노이즈가 있어, 60분 걷기 동안 단순히 합산하면 실제 오르막의 2배가 나옵니다. Emuqu는 대신 스포츠 생체역학의 센서 융합 방식을 구현합니다.
nb: Høydemeter er et av de vanskeligste måltallene å få riktig i en treningsapp. GPS-høyde har ±5–10 m støy per posisjon; summerer du den naivt over en 60-minutters gåtur, får du dobbelt så mye stigning som i virkeligheten. Emuqu bruker i stedet metoden for sensorfusjon fra idrettsbiomekanikk.
nl: Hoogtewinst is een van de lastigste waarden om goed te krijgen in een fitness-app. GPS-hoogte heeft per positiebepaling ±5–10 m ruis; tel je die naïef op over een wandeling van 60 minuten, dan krijg je 2× de echte stijging. Emuqu gebruikt in plaats daarvan de sensorfusiemethode uit de sportbiomechanica.
pt_br: O ganho de elevação é uma das métricas mais difíceis de acertar em um app de condicionamento físico. A altitude do GPS tem ±5–10 m de ruído por posição; some isso de forma ingênua em uma caminhada de 60 min e você obtém o dobro da subida real. Em vez disso, o Emuqu implementa a abordagem de fusão de sensores da biomecânica esportiva.
ru: Набор высоты — один из самых сложных показателей фитнес-приложения. Высота по GPS имеет шум ±5–10 м на каждую точку; если наивно суммировать его за 60-минутную прогулку, получится вдвое больше реального подъёма. Вместо этого Emuqu использует подход спортивной биомеханики с объединением данных датчиков.
sv: Höjdmeter är ett av de svåraste måtten att få rätt i en träningsapp. GPS-höjd har ±5–10 m brus per position; summerar man det naivt över en 60 minuters promenad får man dubbelt så mycket stigning som den verkliga. Emuqu använder i stället sensorfusionsmetoden från idrottsbiomekaniken.
zh_hans: 爬升高度是健身应用中最难做准确的指标之一。GPS 海拔每次定位有 ±5–10 米的噪声；在 60 分钟的步行中简单累加，会得到实际爬升的 2 倍。Emuqu 改用运动生物力学的传感器融合方法。

source: Emuqu does not log, filter, or moderate the responses
ar: لا يسجّل Emuqu الردود ولا يرشّحها ولا يراقبها
da: Emuqu logger, filtrerer eller modererer ikke svarene
de: Emuqu protokolliert, filtert oder moderiert die Antworten nicht
es: Emuqu no registra, filtra ni modera las respuestas
fi: Emuqu ei kirjaa, suodata eikä moderoi vastauksia
fr: Emuqu n’enregistre, ne filtre ni ne modère les réponses
is: Emuqu skráir hvorki, síar né ritskoðar svörin
it: Emuqu non registra, filtra né modera le risposte
ja: Emuqu は応答を記録、フィルタ、検閲しません
ko: Emuqu는 응답을 기록하거나, 필터링하거나, 검열하지 않습니다
nb: Emuqu logger, filtrerer eller modererer ikke svarene
nl: Emuqu logt, filtert of modereert de antwoorden niet
pt_br: O Emuqu não registra, filtra nem modera as respostas
ru: Emuqu не записывает, не фильтрует и не модерирует ответы
sv: Emuqu loggar, filtrerar eller modererar inte svaren
zh_hans: Emuqu 不会记录、过滤或审核这些回复
